Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Where a market surveillance authority has taken a decision referred to in paragraph 3 of this Article, or has issued an objection within the meaning of Article 60(4), point (b), the decision or the objection shall indicate the grounds therefor and how the provider or prospective provider can challenge the decision or objection.
pt_pt: Se a autoridade de fiscalização do mercado tiver tomado uma das decisões referidas no n.o 3 do presente artigo ou formulado uma objeção na aceção do artigo 60.o, n.o 4, alínea b), a decisão ou objeção deve indicar os motivos da mesma e a forma como o prestador ou potencial prestador podem contestar a decisão ou objeção.

source: Where applicable, where a market surveillance authority has taken a decision referred to in paragraph 3, it shall communicate the grounds therefor to the market surveillance authorities of other Member States in which the AI system has been tested in accordance with the testing plan.
pt_pt: Se for caso disso, sempre que uma autoridade de fiscalização do mercado tomar uma das decisões referidas no n.o 3, deve comunicar os seus motivos às autoridades de fiscalização do mercado dos outros Estados-Membros em que o sistema de IA tenha sido testado em conformidade com o plano de testagem.

source: Article 77
pt_pt: Artigo 77.o

source: Powers of authorities protecting fundamental rights
pt_pt: Poderes das autoridades responsáveis pela proteção dos direitos fundamentais

source: National public authorities or bodies which supervise or enforce the respect of obligations under Union law protecting fundamental rights, including the right to non-discrimination, in relation to the use of high-risk AI systems referred to in Annex III shall have the power to request and access any documentation created or maintained under this Regulation in accessible language and format when access to that documentation is necessary for effectively fulfilling their mandates within the limits of their jurisdiction.
pt_pt: As autoridades ou organismos públicos nacionais que supervisionam ou asseguram o respeito das obrigações previstas na legislação da União que protege os direitos fundamentais, incluindo o direito à não discriminação, no que se refere à utilização de sistemas de IA de risco elevado referidos no anexo III, têm poderes para solicitar e aceder a toda a documentação elaborada ou mantida nos termos do presente regulamento numa língua e formato acessíveis nos casos em que o acesso a essa documentação for necessário para o exercício dos seus mandatos dentro dos limites das respetivas jurisdições.

source: The relevant public authority or body shall inform the market surveillance authority of the Member State concerned of any such request.
pt_pt: A autoridade ou o organismo público competente deve informar a autoridade de fiscalização do mercado do Estado-Membro em causa de qualquer pedido dessa natureza.

source: By 2 November 2024, each Member State shall identify the public authorities or bodies referred to in paragraph 1 and make a list of them publicly available.
pt_pt: Até 2 de novembro de 2024, cada Estado-Membro deve fazer uma lista das autoridades ou organismos públicos a que se refere o n.o 1 e tornar essa lista acessível ao público.

source: Member States shall notify the list to the Commission and to the other Member States, and shall keep the list up to date.
pt_pt: Os Estados-Membros devem notificar a lista à Comissão e aos outros Estados-Membros e mantê-la atualizada.

source: Where the documentation referred to in paragraph 1 is insufficient to ascertain whether an infringement of obligations under Union law protecting fundamental rights has occurred, the public authority or body referred to in paragraph 1 may make a reasoned request to the market surveillance authority, to organise testing of the high-risk AI system through technical means.
pt_pt: Se a documentação a que se refere o n.o 1 não for suficiente para determinar se ocorreu uma infração das obrigações impostas pela legislação da União que protege os direitos fundamentais, a autoridade ou organismo público a que se refere o n.o 1 pode apresentar um pedido fundamentado à autoridade de fiscalização do mercado para organizar a testagem do sistema de IA de risco elevado com recurso a meios técnicos.

source: The market surveillance authority shall organise the testing with the close involvement of the requesting public authority or body within a reasonable time following the request.
pt_pt: A autoridade de fiscalização do mercado deve organizar a testagem com a estreita participação da autoridade ou organismo público requerente num prazo razoável após o pedido.

source: Any information or documentation obtained by the national public authorities or bodies referred to in paragraph 1 of this Article pursuant to this Article shall be treated in accordance with the confidentiality obligations set out in Article 78.
pt_pt: Todas as informações ou documentação que as autoridades ou organismos públicos nacionais a que se refere o n.o 1 do presente artigo obtenham devem ser tratadas em conformidade com as obrigações de confidencialidade estabelecidas no artigo 78.o.

source: Article 78
pt_pt: Artigo 78.o

source: Confidentiality
pt_pt: Confidencialidade

source: The Commission, market surveillance authorities and notified bodies and any other natural or legal person involved in the application of this Regulation shall, in accordance with Union or national law, respect the confidentiality of information and data obtained in carrying out their tasks and activities in such a manner as to protect, in particular:
pt_pt: A Comissão, as autoridades de fiscalização do mercado e os organismos notificados e qualquer outra pessoa singular ou coletiva envolvida na aplicação do presente regulamento respeitam, nos termos do direito da União ou nacional, a confidencialidade das informações e dos dados obtidos no exercício das suas funções e atividades de modo a proteger, em especial:

source: the intellectual property rights and confidential business information or trade secrets of a natural or legal person, including source code, except in the cases referred to in Article 5 of Directive (EU) 2016/943 of the European Parliament and of the Council (57);
pt_pt: Os direitos de propriedade intelectual e as informações comerciais de caráter confidencial ou os segredos comerciais de uma pessoa singular ou coletiva, incluindo o código-fonte, exceto nos casos a que se refere o artigo 5.o da Diretiva (UE) 2016/943 do Parlamento Europeu e do Conselho (57);

source: the effective implementation of this Regulation, in particular for the purposes of inspections, investigations or audits;
pt_pt: A execução efetiva do presente regulamento, em especial no que diz respeito à realização de inspeções, investigações ou auditorias;

source: public and national security interests;
pt_pt: Os interesses públicos e nacionais em matéria de segurança;

source: the conduct of criminal or administrative proceedings;
pt_pt: A condução de processos penais ou administrativos;

source: information classified pursuant to Union or national law.
pt_pt: As informações classificadas nos termos do direito da União ou do direito nacional.

source: The authorities involved in the application of this Regulation pursuant to paragraph 1 shall request only data that is strictly necessary for the assessment of the risk posed by AI systems and for the exercise of their powers in accordance with this Regulation and with Regulation (EU) 2019/1020.
pt_pt: As autoridades envolvidas na aplicação do presente regulamento nos termos do n.o 1 solicitam apenas os dados que sejam estritamente necessários para a avaliação do risco apresentado pelos sistemas de IA e para o exercício dos seus poderes nos termos do presente regulamento e do Regulamento (UE) 2019/1020.

source: They shall put in place adequate and effective cybersecurity measures to protect the security and confidentiality of the information and data obtained, and shall delete the data collected as soon as it is no longer needed for the purpose for which it was obtained, in accordance with applicable Union or national law.
pt_pt: Adotam medidas de cibersegurança adequadas e eficazes para proteger a segurança e a confidencialidade das informações e dos dados obtidos e apagam os dados recolhidos logo que estes deixem de ser necessários para a finalidade para a qual foram obtidos, em conformidade com o direito da União ou o direito nacional aplicável.

source: Without prejudice to paragraphs 1 and 2, information exchanged on a confidential basis between the national competent authorities or between national competent authorities and the Commission shall not be disclosed without prior consultation of the originating national competent authority and the deployer when high-risk AI systems referred to in point 1, 6 or 7 of Annex III are used by law enforcement, border control, immigration or asylum authorities and when such disclosure would jeopardise public and national security interests.
pt_pt: Sem prejuízo do n.os 1 e 2, as informações trocadas a título confidencial entre autoridades nacionais competentes ou entre as autoridades nacionais competentes e a Comissão não podem ser divulgadas sem serem previamente consultados a autoridade nacional competente de origem e o responsável pela implantação, caso os sistemas de IA de risco elevado a que se refere o anexo III, pontos 1, 6 ou 7, sejam utilizados por autoridades competentes em matéria de aplicação da lei, controlo das fronteiras, imigração ou asilo e caso tal divulgação prejudique interesses públicos e nacionais em matéria de segurança.

source: This exchange of information shall not cover sensitive operational data in relation to the activities of law enforcement, border control, immigration or asylum authorities.
pt_pt: Este intercâmbio de informações não abrange os dados operacionais sensíveis relacionados com as atividades das autoridades competentes em matéria de aplicação da lei, controlo das fronteiras, imigração ou asilo.

source: When the law enforcement, immigration or asylum authorities are providers of high-risk AI systems referred to in point 1, 6 or 7 of Annex III, the technical documentation referred to in Annex IV shall remain within the premises of those authorities.
pt_pt: Se as autoridades competentes em matéria de aplicação da lei, imigração ou asilo forem os prestadores de sistemas de IA de risco elevado a que se refere o anexo III, pontos 1, 6 ou 7, a documentação técnica a que se refere o anexo IV deve permanecer nas instalações dessas autoridades.

source: Those authorities shall ensure that the market surveillance authorities referred to in Article 74(8) and (9), as applicable, can, upon request, immediately access the documentation or obtain a copy thereof.
pt_pt: As referidas autoridades devem assegurar que as autoridades de fiscalização do mercado a que se refere o artigo 74.o, n.os 8 e 9, conforme aplicável, possam, mediante pedido, aceder imediatamente à documentação ou obter uma cópia da mesma.

source: Only staff of the market surveillance authority holding the appropriate level of security clearance shall be allowed to access that documentation or any copy thereof.
pt_pt: O acesso à referida documentação ou a qualquer cópia da mesma só pode ser concedido ao pessoal da autoridade de fiscalização do mercado que detenha o nível de credenciação de segurança adequado.

source: Paragraphs 1, 2 and 3 shall not affect the rights or obligations of the Commission, Member States and their relevant authorities, as well as those of notified bodies, with regard to the exchange of information and the dissemination of warnings, including in the context of cross-border cooperation, nor shall they affect the obligations of the parties concerned to provide information under criminal law of the Member States.
pt_pt: O disposto nos n.os 1, 2 e 3 não afeta os direitos ou obrigações da Comissão, dos Estados-Membros, das respetivas autoridades competentes e dos organismos notificados, no que se refere ao intercâmbio de informações e à divulgação de avisos, inclusive no contexto da cooperação transfronteiriça, nem afeta o dever de informação que incumbe às partes em causa no âmbito do direito penal dos Estados-Membros.

source: The Commission and Member States may exchange, where necessary and in accordance with relevant provisions of international and trade agreements, confidential information with regulatory authorities of third countries with which they have concluded bilateral or multilateral confidentiality arrangements guaranteeing an adequate level of confidentiality.
pt_pt: A Comissão e os Estados-Membros podem, quando necessário e no respeito das disposições pertinentes de acordos internacionais e comerciais, trocar informações confidenciais com as autoridades reguladoras de países terceiros com as quais tenham celebrado acordos de confidencialidade bilaterais ou multilaterais que garantam um nível adequado de confidencialidade.

source: Article 79
pt_pt: Artigo 79.o

source: Procedure at national level for dealing with AI systems presenting a risk
pt_pt: Procedimento a nível nacional aplicável aos sistemas de IA que apresentam um risco

source: AI systems presenting a risk shall be understood as a ‘product presenting a risk’ as defined in Article 3, point 19 of Regulation (EU) 2019/1020, in so far as they present risks to the health or safety, or to fundamental rights, of persons.
pt_pt: Entende-se por sistemas de IA que apresentam um risco um «produto que apresenta um risco» na aceção do artigo 3.o, ponto 19, do Regulamento (UE) 2019/1020, na medida em que apresentem riscos para a saúde ou a segurança ou para os direitos fundamentais das pessoas.

source: Where the market surveillance authority of a Member State has sufficient reason to consider an AI system to present a risk as referred to in paragraph 1 of this Article, it shall carry out an evaluation of the AI system concerned in respect of its compliance with all the requirements and obligations laid down in this Regulation.
pt_pt: Se a autoridade de fiscalização do mercado de um Estado-Membro tiver motivo suficiente para considerar que um sistema de IA apresenta um risco a que se refere o n.o 1 do presente artigo, avalia o sistema de IA em causa no que diz respeito à conformidade do mesmo com todos os requisitos e obrigações previstos no presente regulamento.

source: Particular attention shall be given to AI systems presenting a risk to vulnerable groups.
pt_pt: Deve ser dada especial atenção aos sistemas de IA que apresentem um risco para os grupos vulneráveis.

source: Where risks to fundamental rights are identified, the market surveillance authority shall also inform and fully cooperate with the relevant national public authorities or bodies referred to in Article 77(1).
pt_pt: Se forem identificados riscos para os direitos fundamentais, a autoridade de fiscalização do mercado também deve informar as autoridades ou os organismos públicos nacionais competentes a que se refere o artigo 77.o, n.o 1, e com eles cooperar plenamente.

source: The relevant operators shall cooperate as necessary with the market surveillance authority and with the other national public authorities or bodies referred to in Article 77(1).
pt_pt: Os operadores pertinentes cooperam na medida do necessário com a autoridade de fiscalização do mercado e as outras autoridades ou organismos públicos nacionais a que se refere o artigo 77.o, n.o 1.

source: Where, in the course of that evaluation, the market surveillance authority or, where applicable the market surveillance authority in cooperation with the national public authority referred to in Article 77(1), finds that the AI system does not comply with the requirements and obligations laid down in this Regulation, it shall without undue delay require the relevant operator to take all appropriate corrective actions to bring the AI system into compliance, to withdraw the AI system from the market, or to recall it within a period the market surveillance authority may prescribe, and in any event within the shorter of 15 working days, or as provided for in the relevant Union harmonisation legislation.
pt_pt: Se, no decurso dessa avaliação, a autoridade de fiscalização do mercado ou, se for caso disso, a autoridade de fiscalização do mercado em cooperação com a autoridade publica nacional a que se refere o artigo 77.o, n.o 1, verificar que o sistema de IA não cumpre os requisitos e as obrigações previstos no presente regulamento, exige sem demora injustificada ao operador pertinente que tome todas as medidas corretivas adequadas para assegurar a conformidade do sistema de IA, para o retirar do mercado ou para o recolher num prazo que pode ser fixado pela autoridade de fiscalização do mercado e, em todo o caso, no prazo máximo de quinze dias úteis ou no prazo previsto na legislação de harmonização da União pertinente, consoante o que for mais curto.

source: The market surveillance authority shall inform the relevant notified body accordingly.
pt_pt: A autoridade de fiscalização do mercado deve informar desse facto o organismo notificado competente.

source: Article 18 of Regulation (EU) 2019/1020 shall apply to the measures referred to in the second subparagraph of this paragraph.
pt_pt: O artigo 18.o do Regulamento (UE) 2019/1020 é aplicável às medidas a que se refere o segundo parágrafo do presente número.

source: Where the market surveillance authority considers that the non-compliance is not restricted to its national territory, it shall inform the Commission and the other Member States without undue delay of the results of the evaluation and of the actions which it has required the operator to take.
pt_pt: Se a autoridade de fiscalização do mercado considerar que a não conformidade não se limita ao respetivo território nacional, deve comunicar sem demora injustificada à Comissão e aos outros Estados-Membros os resultados da avaliação e as medidas que exigiu que o operador tomasse.

source: The operator shall ensure that all appropriate corrective action is taken in respect of all the AI systems concerned that it has made available on the Union market.
pt_pt: O operador deve garantir a aplicação de todas as medidas corretivas adequadas relativamente aos sistemas de IA em causa por si disponibilizados no mercado da União.

source: Where the operator of an AI system does not take adequate corrective action within the period referred to in paragraph 2, the market surveillance authority shall take all appropriate provisional measures to prohibit or restrict the AI system’s being made available on its national market or put into service, to withdraw the product or the standalone AI system from that market or to recall it.
pt_pt: Se o operador de um sistema de IA não adotar as medidas corretivas adequadas no prazo a que se refere o n.o 2, a autoridade de fiscalização do mercado deve tomar todas as medidas provisórias adequadas para proibir ou restringir a disponibilização ou colocação em serviço do sistema de IA no respetivo mercado nacional, para retirar o produto ou o sistema de IA autónomo desse mercado ou para o recolher.

source: That authority shall without undue delay notify the Commission and the other Member States of those measures.
pt_pt: A referida autoridade notifica sem demora justificada a Comissão e os outros Estados-Membros da adoção de tais medidas.

source: The notification referred to in paragraph 5 shall include all available details, in particular the information necessary for the identification of the non-compliant AI system, the origin of the AI system and the supply chain, the nature of the non-compliance alleged and the risk involved, the nature and duration of the national measures taken and the arguments put forward by the relevant operator.
pt_pt: A notificação a que se refere o n.o 5 deve conter todas as informações disponíveis, em especial as informações necessárias à identificação do sistema de IA não conforme, a origem do sistema de IA e a cadeia de distribuição, a natureza da alegada não conformidade e o risco conexo, a natureza e a duração das medidas nacionais adotadas, bem como os argumentos apresentados pelo operador em causa.

source: In particular, the market surveillance authorities shall indicate whether the non-compliance is due to one or more of the following:
pt_pt: As autoridades de fiscalização do mercado devem, nomeadamente, indicar se a não conformidade se deve a um ou vários dos seguintes motivos:

source: non-compliance with the prohibition of the AI practices referred to in Article 5;
pt_pt: Incumprimento da proibição das práticas de IA a que se refere o artigo 5.o;

source: a failure of a high-risk AI system to meet requirements set out in Chapter III, Section 2;
pt_pt: Incumprimento, por parte do sistema de IA de risco elevado, dos requisitos estabelecidos no capítulo III, secção 2;

source: shortcomings in the harmonised standards or common specifications referred to in Articles 40 and 41 conferring a presumption of conformity;
pt_pt: Deficiências das normas harmonizadas ou das especificações comuns que, nos termos dos artigos 40.o e 41.o, conferem uma presunção de conformidade;

source: non-compliance with Article 50.
pt_pt: Incumprimento do artigo 50.o.

source: The market surveillance authorities other than the market surveillance authority of the Member State initiating the procedure shall, without undue delay, inform the Commission and the other Member States of any measures adopted and of any additional information at their disposal relating to the non-compliance of the AI system concerned, and, in the event of disagreement with the notified national measure, of their objections.
pt_pt: As autoridades de fiscalização do mercado, com exceção da autoridade de fiscalização do mercado do Estado-Membro que desencadeou o procedimento, devem informar sem demora injustificada a Comissão e os outros Estados-Membros das medidas tomadas e das informações adicionais de que disponham relativamente à não conformidade do sistema de IA em causa e, em caso de desacordo com a medida nacional notificada, das suas objeções.

source: Where, within three months of receipt of the notification referred to in paragraph 5 of this Article, no objection has been raised by either a market surveillance authority of a Member State or by the Commission in respect of a provisional measure taken by a market surveillance authority of another Member State, that measure shall be deemed justified.
pt_pt: Se, no prazo de três meses a contar da receção da notificação a que se refere o n.o 5 do presente artigo, nem uma autoridade de supervisão do mercado de um Estado-Membro nem a Comissão tiverem formulado objeções à medida provisória tomada por uma autoridade de supervisão do mercado de um outro Estado-Membro, considera-se que a mesma é justificada.

source: This shall be without prejudice to the procedural rights of the concerned operator in accordance with Article 18 of Regulation (EU) 2019/1020.
pt_pt: Esta disposição aplica-se sem prejuízo dos direitos processuais do operador em causa previstos no artigo 18.o do Regulamento (UE) 2019/1020.

source: The three-month period referred to in this paragraph shall be reduced to 30 days in the event of non-compliance with the prohibition of the AI practices referred to in Article 5 of this Regulation.
pt_pt: O prazo de três meses referido no presente número é reduzido para 30 dias em caso de incumprimento da proibição das práticas de IA a que se refere o artigo 5.o do presente regulamento.
